Repository: astechtic/ayuvo
Catalog: ios/calorietracker/Localizable.xcstrings
Source language: en
Languages: ar, az, cs, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

source: Onboarding now sets up your AI with your own provider key and builds your starting plan with it.
ar: تعمل عملية الإعداد الآن على تهيئة الذكاء الاصطناعي الخاص بك عبر مفتاح المزوّد الخاص بك، وتبني خطتك المبدئية باستخدامه.
az: İlkin quraşdırma indi süni intellektinizi öz provayder açarınızla qurur və onunla başlanğıc planınızı tərtib edir.
cs: Úvodní nastavení teď nastaví AI s tvým vlastním klíčem poskytovatele a rovnou s ním sestaví tvůj počáteční plán.
de: Das Onboarding richtet jetzt deine KI mit deinem eigenen Anbieter-Schlüssel ein und erstellt damit deinen Startplan.
es: La configuración inicial ahora prepara tu IA con tu propia clave de proveedor y crea con ella tu plan inicial.
fr: La configuration initiale met maintenant en place votre IA avec votre propre clé de fournisseur et élabore votre plan de départ avec elle.
hi: ऑनबोर्डिंग अब आपका AI आपकी अपनी प्रोवाइडर key से सेट करती है और उसी से आपकी शुरुआती योजना बनाती है।
it: La configurazione iniziale ora imposta la tua IA con la chiave del tuo provider e crea con essa il tuo piano di partenza.
ja: 初期設定でご自身のプロバイダーキーを使ってAIをセットアップし、それをもとに最初のプランを作成するようになりました。
ko: 이제 온보딩에서 직접 입력한 제공업체 키로 AI를 설정하고, 이를 사용해 초기 플랜을 만들어 줍니다.
nl: De onboarding stelt nu je AI in met je eigen providersleutel en bouwt daarmee je startplan op.
pl: Wprowadzenie konfiguruje teraz Twoją AI za pomocą Twojego własnego klucza dostawcy i na jej podstawie tworzy Twój początkowy plan.
pt_br: A introdução agora configura sua IA com a chave do seu próprio provedor e cria seu plano inicial com ela.
ro: Configurarea inițială îți pregătește acum AI-ul cu propria ta cheie de furnizor și îți creează cu ajutorul lui planul de pornire.
ru: Онбординг теперь настраивает ваш ИИ с помощью вашего собственного ключа провайдера и строит с его помощью ваш начальный план.
uk: Онбординг теперь настраивает ваш ШІ с помощью вашего собственного ключа провайдера и строит с его помощью ваш начальний план.
zh_hans: 引导设置现在会使用你自己的服务商密钥配置你的 AI，并据此为你生成初始计划。

source: Only workout burns calculated in Ayuvo are shown. Workouts without a burn estimate are not included.
ar: يتم عرض حرق السعرات الذي حسبه Ayuvo فقط. لا تُدرج التمارين التي لا يتوفر لها تقدير للحرق.
az: Yalnız Ayuvo-da hesablanmış məşq sərfiyyatları göstərilir. Sərfiyyat təxmini olmayan məşqlər daxil edilmir.
de: Es wird nur der in Ayuvo berechnete Trainingsverbrauch angezeigt. Trainings ohne Verbrauchsschätzung werden nicht berücksichtigt.
es: Solo se muestran las calorías de entrenamiento calculadas en Ayuvo. No se incluyen los entrenamientos sin una estimación de gasto.
fr: Seules les dépenses d’entraînement calculées dans Ayuvo sont affichées. Les entraînements sans estimation ne sont pas inclus.
hi: केवल Ayuvo में गणना की गई वर्कआउट कैलोरी दिखाई जाती हैं। जिन वर्कआउट के लिए बर्न का अनुमान नहीं है, वे शामिल नहीं होते।
it: Viene mostrato solo il consumo degli allenamenti calcolato in Ayuvo. Gli allenamenti senza una stima non sono inclusi.
ja: Ayuvoで計算されたワークアウトの消費量のみ表示されます。消費量の推定がないワークアウトは含まれません。
ko: Ayuvo에서 계산한 운동 소모량만 표시됩니다. 소모량 추정치가 없는 운동은 포함되지 않습니다.
nl: Alleen het trainingsverbruik dat in Ayuvo is berekend, wordt getoond. Trainingen zonder schatting worden niet meegenomen.
pl: Wyświetlane jest tylko spalanie treningowe obliczone w Ayuvo. Treningi bez oszacowanego spalania nie są uwzględniane.
pt_br: Apenas o gasto dos treinos calculado no Ayuvo é exibido. Treinos sem estimativa de gasto não são incluídos.
ro: Sunt afișate doar consumurile antrenamentelor calculate în Ayuvo. Antrenamentele fără estimare nu sunt incluse.
ru: Отображается только расход на тренировках, рассчитанный в Ayuvo. Тренировки без оценки расхода не учитываются.
uk: Отображается только расход на тренировках, рассчитанний в Ayuvo. Тренировки без оценки расхода не учитиваются.
zh_hans: 仅显示 Ayuvo 计算出的锻炼消耗。没有消耗估算的锻炼不会包含在内。

source: Open source
ar: مفتوح المصدر
az: Açıq mənbə
es: Código abierto
hi: ओपन सोर्स
ja: オープンソース
ko: 오픈 소스
pt_br: Código aberto
ro: Sursă deschisă
ru: Открытый исходный код
uk: Откритий исходний код
zh_hans: 开源

source: Opens workout calorie history
ar: يفتح سجل سعرات التمارين
az: Məşq kaloriləri tarixçəsini açır
de: Öffnet den Verlauf der Trainingskalorien
es: Abre el historial de calorías de entrenamientos
fr: Ouvre l’historique des calories d’entraînement
hi: वर्कआउट कैलोरी इतिहास खोलता है
it: Apre la cronologia delle calorie degli allenamenti
ja: ワークアウトの消費カロリー履歴を開きます
ko: 운동 칼로리 기록을 엽니다
nl: Opent de geschiedenis van trainingscalorieën
pl: Otwiera historię kalorii z treningów
pt_br: Abre o histórico de calorias dos treinos
ro: Deschide istoricul caloriilor din antrenamente
ru: Открывает историю калорий тренировок
uk: Откривает историю калорий тренировок
zh_hans: 打开锻炼卡路里历史

source: Optional context sent with every AI request — region, diet, athletic goals, anything you'd otherwise repeat each time. Leave empty to disable.
ar: سياق اختياري يُرسل مع كل طلب للذكاء الاصطناعي — المنطقة، النظام الغذائي، الأهداف الرياضية، أي شيء تكرره في كل مرة. اتركه فارغًا لتعطيله.
az: Hər AI sorğusu ilə göndərilən isteğe bağlı kontekst — region, pəhriz, idman məqsədləri, hər dəfə təkrar etdiyiniz hər hansı bir şey. Söndürmək üçün boş buraxın.
cs: Volitelný kontext posílaný s každým AI požadavkem — region, dieta, sportovní cíle a další věci, ať je nemusíš pokaždé psát znovu. Nech prázdné pro vypnutí.
de: Optionaler Kontext, der mit jeder KI-Anfrage gesendet wird — Region, Ernährung, sportliche Ziele, alles was du sonst jedes Mal wiederholen würdest. Leer lassen zum Deaktivieren.
es: Contexto opcional enviado con cada solicitud de IA — región, dieta, objetivos atléticos, cualquier cosa que de otro modo repetirías cada vez. Déjalo vacío para desactivar.
fr: Contexte optionnel envoyé avec chaque requête IA — région, régime, objectifs sportifs, tout ce que vous répéteriez sinon à chaque fois. Laissez vide pour désactiver.
hi: हर AI अनुरोध के साथ भेजा जाने वाला वैकल्पिक संदर्भ — क्षेत्र, आहार, एथलेटिक लक्ष्य, कुछ भी जिसे आप हर बार दोहराते। बंद करने के लिए खाली छोड़ें।
it: Contesto opzionale inviato con ogni richiesta IA — regione, dieta, obiettivi sportivi, qualsiasi cosa che altrimenti ripeteresti ogni volta. Lascia vuoto per disabilitare.
ja: 各AIリクエストと一緒に送信される任意のコンテキスト — 地域、食事、運動目標など、毎回繰り返したいことを記入してください。無効にするには空白のままにしてください。
ko: 모든 AI 요청과 함께 전송되는 선택적 컨텍스트 — 지역, 식단, 운동 목표, 매번 반복할 만한 모든 것. 비워두면 비활성화됩니다.
nl: Optionele context die met elke AI-aanvraag wordt verzonden — regio, dieet, sportieve doelen, alles wat je anders elke keer zou herhalen. Laat leeg om uit te schakelen.
pl: Opcjonalny kontekst wysyłany z każdym żądaniem AI — region, dieta, cele sportowe, wszystko, co normalnie trzeba powtarzać. Zostaw puste, aby wyłączyć.
pt_br: Contexto opcional enviado com cada solicitação de IA — região, dieta, objetivos atléticos, qualquer coisa que você repetiria a cada vez. Deixe vazio para desativar.
ro: Context opțional trimis cu fiecare cerere AI — regiune, dietă, obiective atletice, orice ai repeta altfel de fiecare dată. Lasă gol pentru a dezactiva.
ru: Необязательный контекст, отправляемый с каждым запросом ИИ — регион, диета, спортивные цели, всё что вы иначе повторяли бы каждый раз. Оставьте пустым, чтобы отключить.
uk: Необязательний контекст, отправляемий с каждим запросом ШІ — регион, диета, спортивние цели, всё что ви иначе повторяли би каждий раз. Оставьте пустим, чтоби отключить.
zh_hans: 随每个 AI 请求发送的可选上下文 — 地区、饮食、运动目标等，否则您每次都需要重复输入。留空以禁用。

source: Optional. Ayuvo turns these into waist-to-hip, waist-to-height, body-fat %, and frame size, and reads them when it recalculates your goals and in Coach.
ar: اختياري. يحوّل Ayuvo هذه القياسات إلى نسبة الخصر إلى الورك، ونسبة الخصر إلى الطول، ونسبة دهون الجسم، وحجم البنية، ويقرأها عند إعادة حساب أهدافك وفي المدرب.
az: İstəyə bağlı. Ayuvo bunları bel-omba, bel-boy nisbətlərinə, bədən yağı faizinə və bədən quruluşu ölçüsünə çevirir, hədəflərinizi yenidən hesablayanda və Məşqçidə onlardan istifadə edir.
cs: Volitelné. Ayuvo z nich odvodí poměr pas/boky, pas/výška, tělesný tuk a konstituci a čte je při přepočtu cílů a v Kouči.
de: Optional. Ayuvo berechnet daraus Taille-Hüft-Verhältnis, Taille-Größe-Verhältnis, Körperfettanteil und Körperbau und nutzt sie beim Neuberechnen deiner Ziele und im Coach.
es: Opcional. Ayuvo los convierte en cintura-cadera, cintura-altura, % de grasa corporal y complexión, y los usa al recalcular tus objetivos y en el Coach.
fr: Facultatif. Ayuvo en déduit les ratios taille-hanches et taille-hauteur, le % de masse grasse et la corpulence, et les utilise lors du recalcul de vos objectifs et dans Coach.
hi: वैकल्पिक। Ayuvo इन्हें कमर-कूल्हा, कमर-लंबाई, बॉडी-फ़ैट % और शारीरिक बनावट में बदलता है, और आपके लक्ष्य दोबारा कैलकुलेट करते समय व Coach में इन्हें पढ़ता है।
it: Facoltativo. Ayuvo li trasforma in rapporto vita-fianchi, vita-altezza, % di grasso corporeo e corporatura, e li usa quando ricalcola i tuoi obiettivi e nel Coach.
ja: 任意。Ayuvoはこれらをウエスト/ヒップ比、ウエスト/身長比、体脂肪率、体格に変換し、目標の再計算時やコーチで参照します。
ko: 선택 사항입니다. Ayuvo는 이를 허리-엉덩이 비율, 허리-신장 비율, 체지방률, 체격으로 변환하고 목표 재계산 시와 코치에서 활용합니다.
nl: Optioneel. Ayuvo zet deze om in taille-heupverhouding, taille-lengteverhouding, vetpercentage en lichaamsbouw, en gebruikt ze bij het herberekenen van je doelen en in Coach.
pl: Opcjonalne. Ayuvo przelicza je na stosunek talia-biodra, talia-wzrost, % tkanki tłuszczowej i budowę ciała oraz korzysta z nich przy ponownym obliczaniu celów i w Trenerze.
pt_br: Opcional. O Ayuvo os converte em relação cintura-quadril, cintura-altura, % de gordura corporal e estrutura corporal, e os usa ao recalcular suas metas e no Coach.
ro: Opțional. Ayuvo le transformă în raport talie-șold, talie-înălțime, % grăsime corporală și constituție și le folosește când îți recalculează obiectivele și în Coach.
ru: Необязательно. Ayuvo превращает эти данные в соотношения талия/бёдра и талия/рост, процент жира и тип телосложения и использует их при пересчёте целей и в Коуче.
uk: Необязательно. Ayuvo превращает ети данние в соотношения талия/бёдра и талия/рост, процент жира и тип телосложения и використовує их при пересчёте целей и в Коуче.
zh_hans: 可选。Ayuvo 会将这些数据换算为腰臀比、腰高比、体脂率和体型，并在重新计算目标和教练功能中使用。

source: Other
ar: آخر
az: Digər
cs: Jiné
de: Andere
es: Otro
fr: Autre
hi: अन्य
it: Altro
ja: その他
ko: 기타
nl: Overig
pl: Inne
pt_br: Outro
ro: Altul
ru: Другое
uk: Інше
zh_hans: 其他

source: per week
ar: أسبوعيًا
az: həftədə
cs: za týden
de: pro Woche
es: por semana
fr: par semaine
hi: प्रति सप्ताह
it: a settimana
ja: 1週間あたり
ko: 주당
pl: tygodniowo
pt_br: por semana
ro: pe săptămână
ru: в неделю
uk: на тиждень
zh_hans: 每周

source: Per-meal estimates
ar: تقديرات كل وجبة
az: Hər yemək üzrə təxminlər
de: Schätzungen pro Mahlzeit
es: Estimaciones por comida
fr: Estimations par repas
hi: हर भोजन का अनुमान
it: Stime per pasto
ja: 食事ごとの推定値
ko: 식사별 추정치
nl: Schattingen per maaltijd
pl: Szacunki dla każdego posiłku
pt_br: Estimativas por refeição
ro: Estimări pentru fiecare masă
ru: Оценки по каждому приёму пищи
uk: Оцінка для кожного прийому їжі
zh_hans: 每餐估算值

source: Personal Info
ar: المعلومات الشخصية
az: Şəxsi Məlumat
cs: Osobní údaje
de: Persönliche Daten
es: Información personal
fr: Informations personnelles
hi: व्यक्तिगत जानकारी
it: Info personali
ja: 個人情報
ko: 개인 정보
nl: Persoonlijke info
pl: Dane osobiste
pt_br: Informações pessoais
ro: Informații personale
ru: Личные данные
uk: Особиста інформація
zh_hans: 个人信息

source: Photo & Scan
ar: صورة ومسح
az: Foto və skan
de: Foto & Scan
es: Foto y escaneo
fr: Photo et scan
hi: फ़ोटो और स्कैन
it: Foto e scansione
ja: 写真とスキャン
ko: 사진 및 스캔
nl: Foto en scan
pl: Zdjęcie i skan
pt_br: Foto e leitura
ro: Fotografie și scanare
ru: Фото и сканирование
uk: Фото та сканування
zh_hans: 拍照与扫描

source: Photo access denied
ar: تم رفض الوصول إلى الصور
az: Foto girişinə icazə verilmədi
de: Fotozugriff verweigert
es: Acceso a fotos denegado
fr: Accès aux photos refusé
hi: फ़ोटो एक्सेस अस्वीकृत
it: Accesso alle foto negato
ja: 写真へのアクセスが拒否されました
ko: 사진 접근이 거부되었습니다
nl: Fototoegang geweigerd
pl: Odmowa dostępu do zdjęć
pt_br: Acesso às fotos negado
ro: Acces la fotografii refuzat
ru: Доступ к фото запрещён
uk: Доступ до фото заборонено
zh_hans: 照片访问被拒绝

source: Photo saved
ar: تم حفظ الصورة
az: Şəkil yadda saxlanıldı
de: Foto gespeichert
es: Foto guardada
fr: Photo enregistrée
hi: फ़ोटो सहेजी गई
it: Foto salvata
ja: 写真を保存しました
ko: 사진 저장됨
nl: Foto opgeslagen
pl: Zdjęcie zapisane
pt_br: Foto salva
ro: Fotografie salvată
ru: Фото сохранено
uk: Фото збережено
zh_hans: 照片已保存

source: Pick exactly four nutrients for the Home summary row.
ar: اختر أربعة عناصر غذائية بالضبط لصف الملخص في الشاشة الرئيسية.
az: Ana səhifə xülasə sətri üçün tam olaraq dörd qida maddəsi seçin.
cs: Vyber přesně čtyři živiny pro souhrnný řádek na Domů.
de: Wähle genau vier Nährstoffe für die Übersichtszeile auf dem Startbildschirm.
es: Elige exactamente cuatro nutrientes para la fila de resumen del inicio.
fr: Choisissez exactement quatre nutriments pour la ligne de résumé de l'accueil.
hi: होम सारांश पंक्ति के लिए ठीक चार पोषक तत्व चुनें।
it: Scegli esattamente quattro nutrienti per la riga di riepilogo della Home.
ja: ホームの概要行に表示する栄養素をちょうど4つ選んでください。
ko: 홈 요약 행에 표시할 영양소를 정확히 4개 선택하세요.
nl: Kies precies vier voedingsstoffen voor de samenvattingsrij op het startscherm.
pl: Wybierz dokładnie cztery składniki do wiersza podsumowania na ekranie głównym.
pt_br: Escolha exatamente quatro nutrientes para a linha de resumo da tela inicial.
ro: Alege exact patru nutrienți pentru rândul de rezumat de pe ecranul principal.
ru: Выберите ровно четыре нутриента для строки сводки на главном экране.
uk: Виберите ровно четире нутриента для строки сводки на главном екране.
zh_hans: 请为主页摘要行恰好选择四种营养素。

source: Please consult with a doctor
ar: يرجى استشارة طبيب
az: Zəhmət olmasa həkimlə məsləhətləşin
cs: Poraď se prosím s lékařem
de: Bitte konsultiere einen Arzt
es: Consulta a un médico
fr: Veuillez consulter un médecin
hi: कृपया डॉक्टर से परामर्श करें
it: Consulta un medico
ja: 医師にご相談ください
ko: 의사와 상담하세요
nl: Raadpleeg een arts
pl: Skonsultuj się z lekarzem
pt_br: Consulte um médico
ro: Consultă un medic
ru: Пожалуйста, проконсультируйтесь с врачом
uk: Будь ласка, проконсультуйтеся з лікарем
zh_hans: 请咨询医生

source: Predicted
ar: متوقع
az: Proqnoz
cs: Předpověď
de: Prognose
es: Previsto
fr: Prévu
hi: अनुमानित
it: Previsto
ja: 予測
ko: 예측
nl: Voorspeld
pl: Przewidywane
pt_br: Previsto
ro: Estimat
ru: Прогноз
uk: Прогноз
zh_hans: 预测

source: Primary
ar: أساسية
az: Əsas
cs: Primární
de: Primär
es: Principales
fr: Principaux
hi: मुख्य
it: Primari
ja: メイン
ko: 주요
nl: Primair
pl: Główne
pt_br: Principais
ro: Principali
ru: Основные
uk: Основні
zh_hans: 主要

source: Privacy Policy
ar: سياسة الخصوصية
az: Məxfilik Siyasəti
cs: Zásady ochrany soukromí
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
uk: Політика конфіденційності
zh_hans: 隐私政策

source: Product
ar: المنتج
az: Məhsul
cs: Produkt
de: Produkt
es: Producto
fr: Produit
hi: उत्पाद
it: Prodotto
ja: 製品
ko: 제품
pl: Produkt
pt_br: Produto
ro: Produs
ru: Продукт
uk: Продукт
zh_hans: 产品

source: Progress
ar: التقدم
az: Tərəqqi
cs: Pokrok
de: Fortschritt
es: Progreso
fr: Progrès
hi: प्रगति
it: Progressi
ja: 進捗
ko: 진행 상황
nl: Voortgang
pl: Postęp
pt_br: Progresso
ro: Progres
ru: Прогресс
uk: Прогрес
zh_hans: 进度

source: Progress metric
ar: مقياس التقدم
az: İrəliləyiş göstəricisi
de: Fortschrittswert
es: Métrica de progreso
fr: Indicateur de progression
hi: प्रगति मापदंड
it: Metrica dei progressi
ja: 進捗指標
ko: 진행 지표
nl: Voortgangsmaatstaf
pl: Wskaźnik postępów
pt_br: Métrica de progresso
ro: Indicator de progres
ru: Показатель прогресса
uk: Показатель прогресса
zh_hans: 进度指标

source: Protein Shake
ar: مخفوق البروتين
az: Protein kokteyli
cs: Proteinový koktejl
es: Batido de proteínas
fr: Shake protéiné
hi: प्रोटीन शेक
it: Frullato proteico
ja: プロテインシェイク
ko: 프로틴 셰이크
nl: Proteïneshake
pl: Szejk proteinowy
pt_br: Shake de proteína
ro: Shake proteic
ru: Протеиновый коктейль
uk: Протеиновий коктейль
zh_hans: 蛋白奶昔

source: Protein, carbs, fat targets
ar: أهداف البروتين والكربوهيدرات والدهون
az: Zülal, karbohidrat və yağ hədəfləri
de: Protein-, Kohlenhydrat- und Fettziele
es: Objetivos de proteínas, carbohidratos y grasas
fr: Objectifs de protéines, glucides et lipides
hi: प्रोटीन, कार्ब्स और फैट के लक्ष्य
it: Obiettivi di proteine, carboidrati e grassi
ja: たんぱく質・炭水化物・脂質の目標
ko: 단백질·탄수화물·지방 목표
nl: Doelen voor eiwitten, koolhydraten en vet
pl: Cele dla białka, węglowodanów i tłuszczu
pt_br: Metas de proteínas, carboidratos e gorduras
ro: Obiective pentru proteine, carbohidrați și grăsimi
ru: Цели по белкам, углеводам и жирам
uk: Цілі білків, вуглеводів та жирів
zh_hans: 蛋白质、碳水化合物和脂肪目标

source: Protein: ~0.8–2.2 g per kg by activity level (raised slightly when losing) Fat: ~0.6 g per kg bodyweight Carbs: remaining calories ÷ 4 kcal/g
ar: البروتين: نحو 0.8–2.2 غ لكل كغ حسب مستوى النشاط، مع زيادة طفيفة عند خسارة الوزن الدهون: نحو 0.6 غ لكل كغ من وزن الجسم الكربوهيدرات: السعرات المتبقية ÷ 4 سعرات حرارية/غ
az: Zülal: aktivlik səviyyəsinə görə hər kq üçün təxminən 0,8–2,2 q, arıqlayarkən bir qədər artırılır Yağ: hər kq bədən çəkisi üçün təxminən 0,6 q Karbohidratlar: qalan kalorilər ÷ 4 kkal/q
de: Protein: ca. 0,8–2,2 g pro kg je nach Aktivitätsstufe, beim Abnehmen leicht erhöht Fett: ca. 0,6 g pro kg Körpergewicht Kohlenhydrate: verbleibende Kalorien ÷ 4 kcal/g
es: Proteína: aprox. 0,8–2,2 g por kg según el nivel de actividad, un poco más al perder peso Grasa: aprox. 0,6 g por kg de peso corporal Carbohidratos: calorías restantes ÷ 4 kcal/g
fr: Protéines : env. 0,8–2,2 g par kg selon le niveau d’activité, légèrement plus en cas de perte de poids Lipides : env. 0,6 g par kg de poids corporel Glucides : calories restantes ÷ 4 kcal/g
hi: प्रोटीन: गतिविधि स्तर के अनुसार लगभग 0.8–2.2 g प्रति kg, वज़न घटाते समय थोड़ा अधिक फैट: शरीर के वज़न के प्रति kg पर लगभग 0.6 g कार्ब्स: बची हुई कैलोरी ÷ 4 kcal/g
it: Proteine: circa 0,8–2,2 g per kg in base al livello di attività, leggermente di più durante il dimagrimento Grassi: circa 0,6 g per kg di peso corporeo Carboidrati: calorie rimanenti ÷ 4 kcal/g
ja: たんぱく質: 活動レベルに応じて1 kgあたり約0.8～2.2 g（減量時は少し増加） 脂質: 体重1 kgあたり約0.6 g 炭水化物: 残りのカロリー ÷ 4 kcal/g
ko: 단백질: 활동 수준에 따라 kg당 약 0.8~2.2 g, 감량 시 약간 증가 지방: 체중 kg당 약 0.6 g 탄수화물: 남은 칼로리 ÷ 4 kcal/g
nl: Eiwit: ca. 0,8–2,2 g per kg afhankelijk van activiteitsniveau, iets hoger bij afvallen Vet: ca. 0,6 g per kg lichaamsgewicht Koolhydraten: resterende calorieën ÷ 4 kcal/g
pl: Białko: ok. 0,8–2,2 g na kg zależnie od poziomu aktywności (nieco więcej przy redukcji) Tłuszcz: ok. 0,6 g na kg masy ciała Węglowodany: pozostałe kalorie ÷ 4 kcal/g
pt_br: Proteína: cerca de 0,8–2,2 g por kg conforme o nível de atividade, um pouco mais ao perder peso Gordura: cerca de 0,6 g por kg de peso corporal Carboidratos: calorias restantes ÷ 4 kcal/g
ro: Proteine: aprox. 0,8–2,2 g per kg în funcție de nivelul de activitate, puțin mai mult la slăbire Grăsimi: aprox. 0,6 g per kg de greutate corporală Carbohidrați: caloriile rămase ÷ 4 kcal/g
ru: Белки: ~0,8–2,2 г на кг в зависимости от активности (чуть выше при снижении веса) Жиры: ~0,6 г на кг массы тела Углеводы: оставшиеся калории ÷ 4 ккал/г
uk: Белки: ~0,8–2,2 г на кг в зависимости от активности (чуть више при снижении веса) Жири: ~0,6 г на кг масси тела Углеводи: оставшиеся калории ÷ 4 ккал/г
zh_hans: 蛋白质：根据活动水平，每 kg 约 0.8–2.2 g，减重时略微提高 脂肪：每 kg 体重约 0.6 g 碳水化合物：剩余热量 ÷ 4 kcal/g

source: Provider
ar: المزود
az: Təminatçı
cs: Poskytovatel
de: Anbieter
es: Proveedor
fr: Fournisseur
hi: प्रदाता
it: Fornitore
ja: プロバイダ
ko: 제공자
pl: Dostawca
pt_br: Provedor
ro: Furnizor
ru: Поставщик
uk: Постачальник
zh_hans: 提供商

source: Quantity
ar: الكمية
az: Miqdar
cs: Množství
de: Menge
es: Cantidad
fr: Quantité
hi: मात्रा
it: Quantità
ja: 数量
ko: 수량
nl: Aantal
pl: Ilość
pt_br: Quantidade
ro: Cantitate
ru: Количество
uk: Кількість
zh_hans: 数量

source: Rate the App
ar: قيّم التطبيق
az: Tətbiqi Qiymətləndir
cs: Ohodnotit aplikaci
de: App bewerten
es: Valorar la app
fr: Noter l'app
hi: ऐप को रेट करें
it: Valuta l'app
ja: Appを評価
ko: 앱 평가
nl: Beoordeel de app
pl: Oceń aplikację
pt_br: Avaliar o app
ro: Evaluează aplicația
ru: Оценить приложение
uk: Оцінити застосунок
zh_hans: 评价 App

source: Recalculate
ar: إعادة الحساب
az: Yenidən Hesabla
cs: Přepočítat
de: Neu berechnen
es: Recalcular
fr: Recalculer
hi: पुनः गणना करें
it: Ricalcola
ja: 再計算
ko: 다시 계산
nl: Opnieuw berekenen
pl: Przelicz
pt_br: Recalcular
ro: Recalculează
ru: Пересчитать
uk: Перерахувати
zh_hans: 重新计算

source: Recalculate also refreshes your optional nutrient targets like fiber, sugar, and sodium.
ar: كما تعمل "إعادة الحساب" على تحديث أهداف العناصر الغذائية الاختيارية مثل الألياف والسكر والصوديوم.
az: Yenidən hesablama həmçinin lif, şəkər və natrium kimi seçimli qida maddəsi hədəflərinizi də yeniləyir.
cs: Přepočet obnoví i volitelné cíle živin jako vláknina, cukr a sodík.
de: Beim Neuberechnen werden auch deine optionalen Nährstoffziele wie Ballaststoffe, Zucker und Natrium aktualisiert.
es: Recalcular también actualiza tus objetivos de nutrientes opcionales, como fibra, azúcar y sodio.
fr: Le recalcul actualise aussi vos cibles facultatives de nutriments comme les fibres, le sucre et le sodium.
hi: दोबारा गणना करने से आपके वैकल्पिक पोषक तत्व लक्ष्य जैसे फ़ाइबर, शुगर और सोडियम भी अपडेट हो जाते हैं।
it: Il ricalcolo aggiorna anche gli obiettivi opzionali per i nutrienti come fibre, zuccheri e sodio.
ja: 再計算では、食物繊維・糖質・ナトリウムなどの任意の栄養素目標も更新されます。
ko: 다시 계산 시 식이섬유, 당류, 나트륨 같은 선택 영양소 목표도 함께 갱신됩니다.
nl: Opnieuw berekenen werkt ook je optionele voedingsstofdoelen bij, zoals vezels, suiker en natrium.
pl: Przeliczanie odświeża również Twoje opcjonalne cele dotyczące składników odżywczych, takich jak błonnik, cukier i sód.
pt_br: Recalcular também atualiza suas metas opcionais de nutrientes, como fibras, açúcar e sódio.
ro: Recalcularea actualizează și obiectivele opționale de nutrienți, precum fibrele, zahărul și sodiul.
ru: Пересчёт также обновляет ваши дополнительные цели по нутриентам, такие как клетчатка, сахар и натрий.
uk: Пересчёт также обновляет ваши дополнительние цели по нутриентам, такие как клетчатка, сахар и натрий.
zh_hans: 重新计算还会同步更新你可选的营养目标，如纤维、糖和钠。

source: Recalculate Goals
ar: إعادة حساب الأهداف
az: Hədəfləri Yenidən Hesabla
cs: Přepočítat cíle
de: Ziele neu berechnen
es: Recalcular objetivos
fr: Recalculer les objectifs
hi: लक्ष्य पुनः गणना करें
it: Ricalcola obiettivi
ja: 目標を再計算
ko: 목표 다시 계산
nl: Doelen opnieuw berekenen
pl: Przelicz cele
pt_br: Recalcular metas
ro: Recalculează obiectivele
ru: Пересчитать цели
uk: Перерахувати цілі
zh_hans: 重新计算目标
